IDEA StatiCa Open Model
ReportSettings.TheoreticalBackground Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Indicates, whether generate theoretical background.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool TheoreticalBackground { get; set; }
Public Property TheoreticalBackground As Boolean
	Get
	Set
public:
property bool TheoreticalBackground {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace